Repository: Semen8991/MifareOneTool
Catalog: MifareOneTool/Form1.*.resx
Languages: ru

# buttoEScanCard.Text
source: 扫描卡片
ru: Поиск карт

# button4.Text
source: 锁UFUID卡
ru: Блокировка карты UFUID

# buttonBmfRead.Text
source: UID读
ru: Считать UID в дамп

# buttonBmfRead.ToolTip
source: 读取UID卡片。
ru: UID карты будет записан в файл дампа

# buttonBmfWrite.Text
source: UID写
ru: Записать UID из дампа

# buttonBmfWrite.ToolTip
source: 写入UID卡片。
ru: UID будет записан из файла дампа карты, сделанного ранее

# buttonCheckEncrypt.Text
source: 检加密
ru: Проверка шифрования

# buttonCheckEncrypt.ToolTip
source: 检测卡片加密情况。
ru: Обнаружение шифрования карты.

# buttonCLI.Text
source: 手动CLI
ru: Команды

# buttonCLI.ToolTip
source: 打开NFC命令行以进行高级操作。
ru: Откройте командную строку NFC для расширенных операций.

# buttonCmfWrite.Text
source: CUID写
ru: Запись CUID

# buttonCmfWrite.ToolTip
source: 写入CUID/FUID卡片（可能需要密钥文件）
ru: Запишите CUID / FUID карту (может понадобиться файл ключа)

# buttonConClr.Text
source: 清终端
ru: Очистить

# buttonConSave.Text
source: 存日志
ru: Сохранить

# buttonDictMfoc.Text
source: 字典测试
ru: Тест словаря

# buttonDictMfoc.ToolTip
source: 导入字典文件进行Nested破解。
ru: Импортируйте файл словаря для Nested crack.

# buttonDiffTool.Text
source: 差异比较
ru: Сравнение дампов

# buttonECheckEncrypt.Text
source: 检测加密
ru: Определить шифрование

# buttonECmfoc.Text
source: 知一密破解
ru: Ввести известный ключ

# buttonECuidWrite.Text
source: 写C/FUID卡
ru: Запись карты C/FUID

# buttonEMfoc.Text
source: 一键解原卡
ru: Автоматически

# buttonEMfRead.Text
source: 已知密钥读
ru: Известный ключ для чтения

# buttonEMfWrite.Text
source: 写入普通卡
ru: Записать обычную карту

# buttonEReadUID.Text
source: 从UID卡读回
ru: Считать UID в дамп

# buttonEscan.Text
source: 检测连接
ru: Определить считыватель

# buttonESelectKey.Text
source: 加载密钥…
ru: Загрузить ключ...

# buttonEStop.Text
source: 停止
ru: Остановить

# buttonEUIDWrite.Text
source: 写(UF)UID卡
ru: Запись карты (UF)UID

# buttonHexTool.Text
source: Hex编辑器
ru: Редактор дампа

# buttonKill.Text
source: 停运行
ru: Остановить

# buttonListDev.Text
source: 检测设备
ru: Определить

# buttonListDev.ToolTip
source: 扫描已连接的NFC设备 (目前支持PN532、ACR122U)
ru: Сканирование подключенных устройств NFC (В настоящее время поддерживает PN532, ACR122U)

# buttonLockUfuid.Text
source: 锁Ufuid
ru: Блокировка UFUID

# buttonLockUfuid.ToolTip
source: 锁死UFUID卡片0块数据（测试中）
ru: Блокировка 0-го блока данных UFUID карты (тестируется）

# buttonMfcuk.Text
source: 全加密爆破
ru: MFUK

# buttonMfcuk.ToolTip
source: 对卡片执行Darkside工具（不一定成功）
ru: Инструмент Darkside (не обязательно успешный）

# buttonMFF08.Text
source: MFF08 CUID修复
ru: MFF08 CUID ремонт

# buttonMfFormat.Text
source: 清M1
ru: Очистить

# buttonMfFormat.ToolTip
source: 格式化普通M1卡（必须加载密钥文件）
ru: Отформатируйте нормальную карту M1 (необходимо загрузить файл ключа)

# buttonMfoc.Text
source: MFOC读
ru: MFOC

# buttonMfoc.ToolTip
source: 对半加密卡片进行Nested破解。 按住Ctrl点击该按钮可添加已知密钥。
ru: Взлом на полушифрованных картах. Нажмите Ctrl и нажмите эту кнопку, чтобы добавить известный ключ.

# buttonMfRead.Text
source: 读M1
ru: Чтение

# buttonMfRead.ToolTip
source: 读取普通M1卡片（可能需要加载密钥文件）
ru: Прочитайте обычные карты M1 (возможно, потребуется загрузить файл ключа)

# buttonMfWrite.Text
source: 写M1
ru: Запись

# buttonMfWrite.ToolTip
source: 写入普通M1卡（可能需要加载密钥文件）
ru: Напишите нормальную карту M1 (возможно, потребуется загрузить файл ключа)

# buttonnKeysMfoc.Text
source: 知n密
ru: Ввод ключа

# buttonnKeysMfoc.ToolTip
source: 输入已知密钥进行Nested破解。
ru: Введите известный ключ для взлома.

# buttonScanCard.Text
source: 手动扫描
ru: Ручное сканирование

# buttonScanCard.ToolTip
source: 扫描有效卡片。
ru: Сканирование для действительной карты.

# buttonSelectKey.Text
source: 选择key.mfd
ru: Выбрать файл ключей

# buttonSelectKey.ToolTip
source: 加载含有正确读写卡密钥及正确控制位的MFD文件。
ru: Загрузите файл MFD с правильным ключом для чтения и записи и правильными битами управления.

# buttonUidFormat.Text
source: UID全格
ru: Стереть UID

# buttonUidFormat.ToolTip
source: 将全卡清空并重新初始化。 可用于ACbit损坏/KEY全部被改等情况的急救。
ru: Очистите карту и повторно инициализируйте ее. Это можно использовать для оказания первой помощи в ситуациях, когда поврежден ACbit/ключи полностью изменены.

# buttonUidReset.Text
source: UID重置
ru: Сброс UID

# buttonUidReset.ToolTip
source: 重置UID卡片0块，UID随机，厂商号为复旦。
ru: Сброс 0-го блока карты, номер UID - случайный, а данные производителя - Fudan.

# buttonUidWrite.Text
source: UID写号
ru: Изменить UID

# buttonUidWrite.ToolTip
source: 向UID卡片写入置顶卡号，厂商设置为复旦。
ru: На карту записывается номер Sticky Card, производитель будет установлен на Fudan.

# checkBoxAutoABN.Text
source: 自动判断Key(beta)
ru: Автоматически определять ключ (бета)

# checkBoxAutoLoadKey.Text
source: 自动加载uid.Key文件
ru: Автоматически загружать файл uid.Key

# checkBoxAutoSave.Text
source: 自动以UID名保存文件
ru: Автоматически сохранять файлы с именем UID

# checkBoxCuidKeyOver.Text
source: CUID写空卡补丁
ru: CUID записывает пустой патч карты

# checkBoxDefIsAdv.Text
source: 自动转到高级操作模式
ru: Автоматический переход в расширенный режим работы

# checkBoxHardLowCost.Text
source: 单线程计算
ru: Однопоточные вычисления

# checkBoxMultiDev.Text
source: 多实例运行模式 会禁用多开检测 请自行指定设备
ru: Режим нескольких устройств. Пожалуйста, укажите ваше собственное устройство

# checkBoxNewScan.Text
source: 减少找设备延迟
ru: Уменьшить задержку оборудования

# checkBoxWriteProtect.Text
source: 数据写入保护(建议)
ru: Защита от записи данных (рекомендуется)

# groupBox1.Text
source: 设备控制
ru: Управление устройством

# groupBox10.Text
source: 破解工具
ru: Инструменты для взлома

# groupBox12.Text
source: 界面设置
ru: Настройки интерфейса

# groupBox13.Text
source: 偏好设置
ru: Предпочтения

# groupBox14.Text
source: 优化设置
ru: Настройки оптимизации

# groupBox15.Text
source: 语言和地区
ru: Язык и регион

# groupBox16.Text
source: groupBox16
ru: 1. Начните здесь

# groupBox2.Text
source: 普通卡操作
ru: Обычные операции

# groupBox3.Text
source: 运行/终端
ru: Терминал

# groupBox4.Text
source: 集成辅助工具
ru: Дополнительно

# groupBox5.Text
source: [2]读取原卡
ru: 2. Прочитать карту

# groupBox6.Text
source: 卡操作相关
ru: Операции с картой

# groupBox7.Text
source: [3]写入新卡
ru: 3. Записать карту

# groupBox8.Text
source: UID/UFUID卡操作
ru: Операции с UID/UFUID

# groupBox9.Text
source: C/FUID卡操作
ru: Работа с картой C/FUID

# label1.Text
source: 该卡种读取 同普通卡
ru: Карта читается как и обычная карта

# label10.Text
source: 终端文字大小
ru: Размер текста терминала

# label11.Text
source: 指定设备
ru: Укажите устройство

# label12.Text
source: 选择界面语言
ru: Выберите язык интерфейса

# label13.Text
source: 本工具仅支持SAK=08/18/28的 卡片复制。SAK28无一键解密。 若要复制S70卡片，请在高级界 面上取消勾选“数据写入保护”。
ru: Этот инструмент поддерживает только копирование карт SAK=08/18/28. SAK28 расшифровывается без ключа. Чтобы скопировать карту S70, снимите флажок “Защита от записи данных” в настройках программы.

# label6.Text
source: >>> 尝试一下是否成功
ru: Проверьте результат

# label7.Text
source: 请放 原卡
ru: Пожалуйста, вставьте карту

# label8.Text
source: 请放 新卡
ru: Пожалуйста, вставьте новую карту

# label9.Text
source: 终端文字颜色
ru: Цвет текста терминала

# richTextBox1.Text
source: Hello,cardman! 首次运行建议点击"检测设备"以加快后续运行速度
ru: Привет!

# statusLabel.Text
source: 就绪
ru: Готов

# tabPage1.Text
source: 高级操作模式
ru: Расширенный режим работы

# tabPage2.Text
source: 复制卡模式
ru: Режим копирования карты

# tabPage3.Text
source: 软件设置
ru: Настройки программы

# toolStripCheckUpdate.Text
source: 检查更新
ru: Проверка обновлений

# toolStripCheckUpdate.ToolTipText
source: 检查更新
ru: Проверка обновлений
